{
   "Truth":[
      "How would you solve world hunger?",
      "When was the worst day of your life?",
      "Whats one 5 things you'd like to do before you die?",
      "Who is the one person you can count on? (aside from yourself)",
      "What is your favorite type of air?",
      "What's your favorite eye color?",
      "What's your favorite nickname someone's given you?",
      "What is one hidden talent that you have?",
      "Have you ever tried to speak with spirits? if so, what did they say?",
      "What's your preferred body type romantically/sexually?",
      "What's your favorite kind of flower?",
      "Send your best art piece?",
      "If you could travel anywhere where would you go and why?",
      "What's your guilty pleasure?",
      "What's your favorite quote?",
      "What's your favorite kind of flower?",
      "Wre you a plant mom/dad/parent?",
      "What's your preferred body type romantically/sexually?",
      "Whos the last person you snapchatted?",
      "Have you ever been shipped by someone? Who are you paired with?",
      "What would you do if someone hit on/flirt with your partner in front of you?",
      "If you had to ship off one of your friends to an abandoned island, who would it be?",
      "If you could give everyone playing a specific superpower what would it be and why?",
      "Would you rather have icecream or frozen yogurt?",
      "Have you ever taken someone else's significant other from them?",
      "Would you ever be able sugar daddy/momma or sugar baby?",
      "Do you like true crime?",
      "What's your favorite car?",
      "What's one thing you would change about the server?",
      "What would you do if someone hit on/flirt with your partner in front of you?",
      "If you could be an animal what animal would you be?",
      "What's the last message you sent?",
      "Who is your best friend and why?",
      "Have you ever seen a dead body?",
      "When was your first kiss?",
      "When did you loose your virginity and how?",
      "What's your favorite book?",
      "what's your favorite flavor or icecream?",
      "Would you rather fall in front of your crush or pass gas in front of your crush?",
      "If you could write anyone on Earth in for President of the United States, who would it be and why?",
      "Have you ever picked your nose in public?",
      "What's your favorite flavor or icecream?",
      "Would you rather win 500,000 dollars or never have to pay rent/mortgage for any house of your choosing?",
      "If you could write anyone on Earth in for President of the United States, who would it be and why?",
      "If a genie granted you three wishes, what would you ask for?",
      "Describe your most recent crush.",
      "Would you ever be vegan?",
      "Have you ever watched an anime, if yes what is it?",
      "Who's your favorite minecraft youtuber?",
      "What is something you did to make your parents upset that you regret?",
      "Have you ever tasted another persons bodily fluids?", 
      "Do you like hotdogs?", 
      "Who has stayed with you through your hardest times?", 
      "How are you?", 
      "if you had to have a pet lion for a day what would you do with it?",
      "If you had to start a business with only $10,000, what would it be?",
      "What is your favorite anime?",
      "Do you watch anime?",
      "What is your opinion on anime?",
      "If you watch anime, what are your top 5 or top 10 anime titles what you would recommend?",
      "Do you read manga?",
      "If you read manga, which one is your favorite?",
      "What is your favorite song?",
      "Do you have a crush on this server,and if so, who?",
      "Have you ever lied to your partner?",
      "Do you love life?",
      "What is your opinion on life?",
      "What do you like about this server?",
      "What do you hate about this server?",
      "Have you ever sweared before?",
      "Your first impression of the people in this chat?",
      "Have you ever pooped in a jar and ate it?",
      "If you had to run over a cat, what breed would it be?",
      "Ever had that time where u wanna hit your head on a stone wall?",
      "Would u eat ass for 2 million dollars?",
      "How are you feeling at the moment.",
      "What was the most scariest moment of your life?",
      "How old were you when you first tried alcohol?",
      "Who is your favorite celebrity?",
      "Who was the weirdest cartoon character you had a crush on? (This includes anime.)",
      "When was the last time you ate?",
      "How many hours of sleep did you get last night?",
      "What's your favorite number?",
      "How old were you when you first touched yourself down there?",
      "Who was the last person you kissed?",
      "How tall are you?",
      "Do you think you could ever become a comedian?",
      "How long can you hold your breath?",
      "Have you ever played a sport? If so, which one(s)?",
      "Who's your favorite Pokemons?",
      "If you had to kill someone here, who would it be?",
      "What's your sexuality?",
      "What's your romantic attraction?",
      "Have you ever laughed so hard you pissed yourself?",
      "If u would kiss someone in this server who would it be?",
      "Do you like baguettes",
      "Are you a furry?",
      "What is the craziest fad you have participated in?",
      "Have you killled a woman called Katherine?",
      "Who have you last you simped for?",
      "What is your favorite trait that you look for in others?",
      "What's the nicest thing you own?",
      "Have you ever written a negative review anywhere?",
      "Have you ever walked out of a theater before the show/movie ended?",
      "Have you ever asked for the manager in a store?",
      "What's your weight?",
      "Who in the server is most likely to get arrested for something bizarre?",
      "If you could know the day you would die, would you want to know?",
      "What's a talent you don't have, but wish you did?",
      "If you could make one species go extinct, what would it be?",
      "Would you date someone terminally ill?",
      "If you had to dye your hair to a different color, what color would you chose?",
      "What's your least favorite drink?",
      "What's your guilty pleasure?",
      "Do you pick your nose?",
      "What's your favorite thing to do on your free time?",
      "What's the dumbest reason you've cried for?",
      "Moonwalk to the kitchen.",
      "Go outside and clap a lot while yelling, “I believe in fairies!”",
      "Be a commentator for the remainder of the game.",
      "What is your deepest darkest secret?",
      "Do you think about your crush a lot?",
      "What is the the worst thing you've said about someone in this group behind their back?",
      "Whats the most embarrasing thing youve done?",
      "Who is the most annoying?",
      "What's your worst memory?",
      "Describe yourself in three words.",
      "Who in the world is most dearest to you and means the most to you?",
      "Three things you like about your crush and one thing you dislike.",
      "Who best fangs ribosome character?",
      "Are u weird?",
      "What's your fetish?",
      "Have you ever peed your pants in school?",
      "Who would you date in this server?",
      "What is your favourite Pokémon?",
      "What is your favorite chocolate?",
      "If you were to date someone in the server , who will it be?",
      "If you could be a slave for someone who would it be?",
      "What is your worst experience vomiting?",
      "If you could combine two cartoon universes which two would they be?",
      "If you had 1mil to spend it in one night, what would you spend it on?",
      "Who do you like the most in here?",
      "Have u ever done something u shouldnt have done.",
      "Give a description of your closest friends about how they have helped you throughout their time knowing you",
      "What do you do when you're alone at home?",
      "Who here makes you the happiest?",
      "What's your dream place to visit?",
      "Have you ever stolen someone else's possession? if yes then what was it?",
      "Who would be the last person you would wanna see before you pass away?",
      "If you could change someone in the servers nickname who would it be and to what would you change it?",
      "If you could make something illegal what would it be?",
      "Is there someone you would die for?",
      "Who's the closest person to you in this server?",
      "Whats your favourite video game?",
      "Your honest opinion about friends with benefits?",
      "How do you feel about having an intimate moment with your best friend?",
      "What's your favourite fruit?",
      "Have you ever shat on your moms leg?",
      "Have u ever went naked before in front of someone?",
      "Have u ever pooped ur pants?",
      "What crime would you commit if you were sure you could get away with it?",
      "You have to kick one person from the server who is it?",
      "Have you ever read a raunchy romance novel?",
      "Have you ever read a raunchy romance novel?",
      "Who would you like to eat, the person can be dead or alive.",
      "Would you stay in a loveless marriage for a billion dollars?",
      "When was the last time you read something that made you cry and what was it?",
      "If you had to get a tattoo where would you get it and what would it be of?",
      "Do you believe in love at first sight or are you sane?",
      "Have you thought about changing your name and if so what would it be?",
      "What is a preconception about you that you wish people would stop assuming?",
      "Whats something you never told your parents?",
      "Whats the weirdest combination of food you ever ate",
      "Would you go out with an older woman?",
      "How many boyfriends (or girlfriends) have you had?",
      "What is your favorite Disney Princess and why?",
      "If you could make anyone like you, who would it be?",
      "Who would you like to eat lunch with once, the person can be dead or alive?",
      "Tell the people in the chat something about yourself they don't already know.",
      "If you could be any animal, which one would it be and why?",
      "If you could decide where to live for a year, where would it be?",
      "What is the favorite vacation you have ever been on",
      "If you had $1,000 and had to spend it all today, what would you buy?",
      "What is your most embarassing moment?",
      "What do you plan on naming your first son or daughter? (If you plan to have one in the future)",
      "Do you talk in your sleep. If so, have others told you what you have said? What?",
      "What is the funniest thing that has ever happened to you?",
      "Where is the strangest place you have ever broke out laughing?",
      "Have you ever laughed at a inappropriate time?",
      "Do you still sleep with something favorite like a blanket or stuffed animal?",
      "How old were you when you last owned a pair of pajama's with feet in them?",
      "What are you most afraid of?",
      "Would you rather be a famous singer or famous actress? Why?",
      "Is there one thing you still won't tell your parents you have done?",
      "Have you ever sh*t in a mailbox?",
      "Have you ever been saved by shooting a gun?",
      "Do you eat noodles with ketchup?",
      "What's the most embarrassing thing in your web history?",
      "Have you ever shared your best friend’s secrets with anyone else?",
      "Among all the people in this server and/or chat, which person would you like to date?",
      "What do you like most about your best friend?",
      "What's one trait that you think is super unattractive?",
      "What language is more unattractive?",
      "What's the most embarrassing thing your parents have caught you doing?",
      "Have you done something illegal ever in your life?",
      "What language is more attractive?",
      "Have you ever lied to your boyfriend/girlfriend? If yes, about what?",
      "What is your favorite sandwich?",
      "The last time you argued with someone, did you apologize first or was it the other person?",
      "Have you ever told someone you wouldn’t be home just so they wouldn’t come over?",
      "What is your favourite game to play?",
      "Do you have a bucket list and if so, what is one thing on the list?",
      "If you could create your own job title, what would it be?",
      "Are you afraid of the dark?",
      "What is your biggest fear?",
      "Do you prefer talking or texting?",
      "What was your favorite subject in school?",
      "If you had the chance to live on your own, would you?",
      "What is your favourite vegetable?",
      "How many different languages can you speak and what are they?",
      "Is there anything you regret buying, and if so, what is it?",
      "Is there something you **don't** regret buying?",
      "Where would you like to go on a first date?",
      "Are you single or taken?",
      "Who is your favourite Disney character?",
      "Have you ever fallen asleep in church? (if you do go)",
      "What was the most embarrassing thing that you ever did while on a date?",
      "When is the last time you took a shower?",
      "If you could only pick one swear word to use for the rest of your life, what would it be?",
      "If you had just 24 hr to live, how would you spend your day?",
      "If you have to spend 1 month without power, wifi, or cellular signal, what are you going to do in that timespan?",
      "What is your favourite thing to do on the weekends?",
      "If you are given the chance to kiss someone, who would you kiss? (In this server or in the real world.)",
      "What are you wearing right now?",
      "What is your favorite number?",
      "Who is the nicest person in the server?",
      "who is the scariest person on the server that isn't an admin?",
      "Who here would you want to trade lives with the most?",
      "Who is your (current or old) crush?",
      "What's the most expensive thing you've stolen?",
      "When was the last time you made someone cry?",
      "When was the last time you cried?",
      "Would you ever get plastic surgery?",
      "Who's your celebrity crush'?",
      "How would you rate yourself on a scale of 1-10?",
      "What's something you lose sleep over?",
      "What would be the first thing you do if you woke up as the opposite gender?",
      "Who is your favorite teacher and why?",
      "If you could have a 1k+ member server, what would the server topic be?",
      "What is your favorite sport?",
      "How would you rate your looks on a scale from 1-10?",
      "Have you ever had a wardrobe malfunction?",
      "What was one unrealistic dream you had as a child?",
      "Who here is best at flirting?",
      "Tell everyone about your first kiss.",
      "Would you ever get plastic surgery?",
      "Have you ever had a crush on a teacher?",
      "What's the most embarrassing thing that's happened when you asked someone out?",
      "What's the riskiest thing you've done?",
      "Did you ever cheat in a test?",
      "Who's the last person you simped for?",
      "If you could go to prom with anyone, who would it be?",
      "What's the creepiest text you've gotten from a stranger?",
      "What qualities do you most enjoy in a friend?",
      "Would you ever want to be famous, and if so, for what?",
      "Have you ever lied to your boyfriend/girlfriend? If yes, about what?",
      "If you had the chance to live on your right now, would you take it?",
      "Has anyone simped for you? If so, who?",
      "What is it that you truly desire?",
      "What's something you are glad people don't know about you?",
      "Do you ever ignore anyone because of your peers group?",
      "Have you ever taken a picture down from Instagram because it didn’t get a lot of likes?",
      "What makes you irrationally angry?",
      "Have you ever complained about something at a restaurant just to get out of paying?",
      "Can you go for weeks or even months without talking to your bestie?",
      "Can you go a week without your phone?",
      "If anyone in your family could win an award for the most annoying, who would it be?",
      "Have you ever lied to your best friend's face?",
      "If you could do one thing you did when you were a child, what would it be?",
      "Did you ever lie to your best friend/bud?",
      "How would you want the love of your life to propose to you?",
      "What is your worst habit?",
      "If you were given a million dollars what would you do with it?",
      "If a movie was made about this group, what sort of characters do you think people would be?",
      "What's something you desperately want to hear?",
      "What was your first impression of everyone here?",
      "Would you break up with your girlfriend or boyfriend if you have the chance?",
      "Who do you dislike the most here?",
      "If someone here gave you $1000, what would you do?",
      "Who here is best at flirting?",
      "Make up the worse pick up line to tell someone.",
      "Make up the best pick up line to tell someone.",
      "Send your crush the most embarrassing picture of you.",
      "What's your favorite childhood memory?",
      "What is your favorite food?",
      "Have you ever been golfing?",
      "What is the one thing you hate?",
      "What was your favorite childhood television show?",
      "What's your most embarrassing text conversation?",
      "In what subject did you get the worst marks and when?",
      "What’s the last lie you told?",
      "Have you ever bribed or flirted with a police officer to get out of a ticket?",
      "What is something you most look forward to doing when you retire?",
      "What is one thing you are always losing?",
      "Do you have a weird collection? If so, what?",
      "Tell us about the last dream you can remember. Don’t leave any details out!",
      "Have you ever lied about being sick so you could stay home from work or school?",
      "What was the most embarrassing thing you’ve ever done on a date?",
      "Have you ever accidentally hit something (or someone!) with your car?",
      "Name someone you’ve pretended to like but actually couldn’t stand.",
      "What’s your most bizarre nickname?",
      "What’s been your most painful experience?",
      "What bridges are you glad that you burned?",
      "Do a cartwheel and a backbend.",
      "What got you into the most trouble at home?",
      "What did you think at the time was cool but now you regret?",
      "What's the last thing you binged ate?",
      "Have you ever shoplifted?",
      "What's your pooped in my pants story?",
      "Do you smell your clothes to determine if you can wear them again without washing?",
      "What's the weirdest outfit you've ever worn in public?",
      "What’s the craziest thing you’ve done on public transportation?",
      "If you met a genie, what would your three wishes be?",
      "If you could write anyone on Earth in for President of the United States, who would it be and why?",
      "What’s the meanest thing you’ve ever said to someone else?",
      "Who was your worst kiss ever?",
      "What’s one thing you’d do if you knew there no consequences?",
      "What’s the craziest thing you’ve done in front of a mirror?",
      "What is your favorite Nintendo game?",
      "If you could only wear one color for the rest of your life, what would it be?",
      "Have you ever been in a street fight before?",
      "Have you ever broken the law and gotten away with it?",
      "What emotion do you feel most often?",
      "What’s the meanest thing you’ve ever said *about* someone else?",
      "What’s something you love to do with your friends that you’d never do in front of your partner?",
      "Who are you most jealous of?",
      "What do your favorite pajamas look like?",
      "Have you ever faked sick to get out of a party?",
      "Who’s the oldest person you’ve dated?",
      "What’s one movie you’re embarrassed to admit you enjoy?",
      "When’s the last time you apologized? What for?",
      "Where do most of your embarrassing odors come from?",
      "Have you ever considered cheating on a partner?",
      "Have you ever peed in a pool?",
      "If you were guaranteed to never get caught, who on Earth would you murder?",
      "What’s the cheapest gift you’ve ever gotten for someone else?",
      "Have you ever been nude in public?",
      "What’s the weirdest thing you’ve done on a plane?",
      "How many gossip blogs do you read a day?",
      "Have you ever picked your nose in public?",
      "ave you ever lied about your age?",
      "If you had to delete one app from your phone, which one would it be?",
      "What’s the longest you’ve gone without showering?",
      "Have you ever used a fake ID?",
      "What’s your biggest pet peeve about the person to your left?",
      "What’s the most embarrassing text in your phone right now?",
      "Have you ever seen a dead body?",
      "Have you ever stolen something?",
      "Who would you hate to see naked?",
      "Describe the weirdest thing you’ve ever done while inebriated.",
      "Have you ever ghosted a friend?",
      "What is your deepest darkest fear?",
      "How often do you wash your sheets?",
      "What’s the weirdest dream you’ve ever had?",
      "What's your favorite TV show?",
      
      "Who according to you is the biggest simper in the server?",
      "What’s the most sinful thing you’ve done in a house of worship?",
      "Who would call you to help bury a body? Would you do it?",
      "What’s your favorite possession?",
      "Has anyone ever walked in on you in the bathroom?",
      "What’s your biggest fear today?",
      "Name a band you only pretend to like.",
      "What’s the last song that made you cry?",
      "Have you ever had a wardrobe malfunction?",
      "What’s the last thing you Googled?",
      "What is that one thing you would never do for all the money in the world?",
      "Who is your favorite person in your immediate family?",
      "If you could only hear one song for the rest of your life, what would it be?",
      "What’s the last YouTube video you watched?",
      "What’s the craziest thing you’ve ever done in a movie theater?",
      "What’s your biggest insecurity?",
      "Who’s the most surprising person to ever slide into your DMs?",
      "What’s the most embarrassing thing you’ve ever posted on social media?",
      "Have you ever kept a library book past the due date? For how long?",
      "If you could hire someone to do one thing for you, what would it be?",
      "Have you ever lied on your resume? If so, what was it about?",
      "What’s the best lie you’ve ever told anyone?",
      "Who’s the last person you lurked on social media?",
      "What’s your most embarrassing childhood memory?",
      "Do you have any hidden talents? What are they?",
      "What do you think happens when you die?",
      "Have you ever been in a fight?",
      "What’s the worst advice you’ve ever given someone else?",
      "If you can make a bot, what would it be?",
      "What’s the weirdest thing you do while driving (if you can drive)?",
      "Who was the last person you licked?",
      "What’s the weirdest thing you’ve ever collected?",
      "What’s your best pickup line?",
      "What’s your sleaziest pickup line?",
      "What’s the weirdest place you’ve ever given or gotten someone’s number?",
      "What’s the dumbest thing you’ve ever lied about?",
      "What’s your least favorite memory from college?",
      "Do you kill bugs on purpose?",
      "If you knew the world was ending tomorrow, what would you do?",
      "What is the worst genre of music, in your opinion?",
      "What animal are you most similar to?",
      "If you have one week left to live, how would you spend it?",
      "When was the last time you were really angry? Why?",
      "What’s the grossest smell that you secretly enjoy?",
      "When’s the last time you wanted to hit somebody?",
      "What’s the worst advice someone else has ever given you?",
      "When’s the last time you got caught in a lie?",
      "When was the last time you peed in bed?",
      "What is the most embarrassing picture of you?",
      "Tell us your most embarrassing vomit story.",
      "What is the biggest thing you’ve gotten away with?",
      "Would you rather take a road trip or go on a cruise?",
      "Are you a sub, switch or dom?",
      "What's your 'sexual' body count?",
      
      "What's the most cynical thing you've ever done?",
      "What would you do if you were the opposite gender for a month?",
      "What is the most childish thing you still do?",
      "What’s the worst time you let someone take the blame for something you did?",
      "What is something your friends would never expect that you do?",
      "What lie have you told that hurt someone?",
      "What is the meanest you have been to someone that didn’t deserve it?",
      "What was the worst encounter you had with a police officer?",
      "Have you peed your self in public?",
      "Have you ever been attracted to the same sex?",
      "Have you ever waved at someone thinking they saw you when really they didn't? What did you do when you realized it?",
      "Nsfw-ish warning: ||What's your favorite body part on a male or female?||",
      "What’s the best news you’ve ever heard?",
      "Have you ever kissed your best friend?",
      "Would you let someone look through your browsing history?",
      "What is the largest amount of food you’ve eaten in one sitting?",
      "Where is the strangest place you have peed?",
      "Have you ever crapped your pants since you were a child?",
      "What is the most embarrassing thing your parents have caught you doing?",
      "When was the most inappropriate time you farted?",
      "What is the scariest dream you have ever had?",
      "What is the most embarrassing thing in your room?",
      "What is the stupidest thing you have ever done?",
      "What is the grossest thing that has come out of your body?",
      "If you starred in a romance, what would it be like?",
      "What's the biggest misconception about you?",
      "Have you ever been on a train?",
      "Who here do you find most attractive?",
      "Would you rather freeze to death or burn to death?",
      "Would you rather repeat grade school again or never be able to make money?",
      "What is your favourite sport?",
      "Would you kiss or marry or kill 3 server members?",
      "What are some ways you cheat on chores?",
      "Did you ever cheat in order to get a job? (such as a discord moderator job, or an irl job.",
      "What's your biggest regret?",
      "Have you ever broken the law?",
      "Who is your fav anime character",
      "If you had the chance to get your dream job, but you would have to kill your best friend for it, would you?",
      "What's the latest you've stayed up?",
      "What's your fav thing to do on your free time?",
      "What’s your favorite  color?",
      "What is your favorite car?",
      "Would your younger self be proud of you right now?",
      "Name your opinion on corn."
   ],
   "Dare":[
      "Only choose dares for the rest of the game.",
      "Call your Best friend and Ask them out on a date",
      "Choose truths for the rest of the game",
      "You have to leave an R-rated voicemail on someones phone.",
      "Have some one pick which article of clothing to remove from you, for the duration of the game.",
      "When was the last time you sexted?",
      "Make out with the last person that completed a dare.",
      "Mention the person that you would most likely sleep with in this server.",
      "Confess your feeling to someone in front of everyone.",
      "Send risque pics to your best friend.",
      "Have someone in the server pick your status for the next 24 hours.",
      "Use PFP For next 24 hours suggested by players",
      "Take raw fish and hide it in your air vents and do not tell anyone.  ",
      "Yell your crush's name.",
      "Ask your crush what they'll do if both of you got married.",
     "Do a face reveal, it's fine if no.", 
      "Make an impression of an animal.",
      "wear a princess dress",
      "Ask your crush out.",
      "Dance around on all fours and make an animal noise",
      "Eat a spoonful of sugar.",
      "Eat honey with [baking soda](https://www.hersheyshoney.com/blogs/honeyblog/82151876-baking-soda-and-honey-homemade-remedy-that-destroys-even-the-most-dangerous-diseases).",
      "Send pics of your partners most romantic text.",
      "Act like a abnormal titan (from the anime **attack on titan**).",
      "Scare someone to the point they panic.",
      "Go ask ur crush if their last name can be urs.",
      "Try and make your partner's heart flutter and if that doesn't work then blast a kpop song.",
      "Go to your washroom and pick a random toothbrush and dip it inside the toilet and place it back.",
      "Send love letter through email to your class teacher.",
      "listen to [drip](https://youtu.be/khkCkzSjKBg) for 10 hours.",
      "Beat an egg on your head.",
      "Hop into a voice channel and start singing.",
      "Send a picture of your search history to the chat without deleting anything",
      "lick your toes.",
      "Drink a bottle of water mixed with a smashed-up banana.",
      "Without singing it, do the Hokey Pokey.",
      "Ask the first person who enters into the room to find out.",
      "Share an odd 2-minute anecdote from the night you were camping in the jungle.",
      "Pretend you're a bird and just use your mouth to eat cereal from the concrete.",
      "Tell the alphabet with a British accent backwards.",
      "Within 10 seconds, do your makeup (such as eye shadow, blush, and lipstick).",
      "By sticking round stickers all over yourself, claim to have chicken pox",
      "Instead of singing, sing what you have to say.",
      "In the midst of a circle of players, do the hokey pokey and sing a fitting tune.",
      "`Complete each sentence with the words \"while I dance\" or on top with a cherry.\" (Or whatever dumb stuff you may think of!)`",
      "Stand in the time out corner facing the wall for 10 minutes.",
      "Go to the kitchen and eat a chili.",
      "Text a friend and tell them their hair is on backward.",
      "Text the first person in your contacts `I can see you`.",
      "Get wrapped from head to toe in toilet paper.",
      "Try and do a backbend.",
      "Do the splits for 10 minutes.",
      "Go to the fridge and read out loud all the expiration dates.",
      "For the rest of the day, when you speak you must yell.",
      "Smell the armpits of the person sitting to your right.",
      "Run outside and scream `Happy Halloween` at the top of your lungs",
      "Make up a song and voice record yourself singing it. Send it to me when you’re done",
      "Go to the neighbor and ask for toilet paper.",
      "Make a wet toilet paper mask, have the group take a photo and post it to social media.",
      "Completely cover yourself in toilet paper to look like a mummy.",
      "Randomly call a person from your phone and sing them a song.",
      "Call a family member of someone in the room and explain why you love your friend so much.",
      "Mix all the sauces you have in your fridge and drink up.",
      "Draw a mustache on yourself without a mirror.",
      "Go outside and check the mailbox and come back inside. Repeat it three times and count the number out loud each time.",
      "Dance to a love some with the first person you see.",
      "Say the alphabet in a different language.",
      "Go into the bathroom and look in the cabinet. Write a short summary of what you find and read it to the group.",
      "Write a 2 page essay on why you are single (if you are).",
      "Film yourself doing the sprinkler dance and send it to the chat.",
      "Fold yourself like a pretzel. (Don't do it if you don't want to",
      "Change your Facebook status to “Feeling lonely . . .”.",
       "Scream. (Record it and send the audio.)",
       "Continue the rest of this text conversation from under your bed.",
       "Go hide in another room for the rest of the night.",
       "Go to the bathroom and make extremely loud grunting sounds. (Send audio, please.)",
       "Send the dirtiest text you can think of.",
       "Send a dirty message in emojis that the other person has to decode.",
       "Send them pictures of you trying to imitate five emojis that you pick out.",
       "Dress up like your dad or mom and send a picture.",
       "Write a haiku.",
      "Call up a pizza place and order Chinese food.",
      "Cover up your eyes (or wear a blindfold), and walk around the room for two minutes without watching where you’re going.",
      "Impersonate someone in the server and people have to guess who it is.",
      "Improvise and perform a two-minute comedy routine in front of everyone.",
      "Act like a dog for two minutes without laughing.",
      "Pour a cold glass of water over your face without reacting.",
      "Go out the front door and do a dramatic death scene, like Daffy Duck of Bugs Bunny would do.",
      "Go up to someone and scare them.",
      "Give a massage to a companion for 5 minutes.",
      "For the rest of the game you cannot use words that contain an `E`, `I`, `O`, and a `U` in them.",
      "Sing a song in the highest octave you can.",
      "Spit on your hand and wipe it on your face.",
      "Eat a tablespoon of butter.",
      "Asks for money on the street telling a funny story and nothing credible and board 50$.",
      "Sing and dance in the street like crazy.",
      "Become the slave of another player of your choosing for 5 mins.",
      "Embrace the first passing through the street.",
      "Dance with a broom or mop.",
      "Drink water because it's good for you. Or else.",
      "Go take a nap or get off discord, it's good for your health.",
      "Go exercise, it's good for your heart.",
      "Send a text to your crush explaining your favorite movie plot in vivid detail.",
      "Go commando for the rest of the game.",
      "Sing a song for the group in a voice chat call.",
      "Send knee pics to the group.",
      "Send toe pics to the channel.",
      "Tell the group about your worst experience on a date.",
      "Let every player join a voice chat, and do a voice reveal",
      "Show everyone here the last 5 messages with the last person whom you messaged/messaged you.",
      "Lick the bottom of your shoe.",
      "Rate everyone here 1-10 in terms of personality.",
      "Tell a dirty joke. (Don't if it's against the guild rules)",
      "Show everyone the last YouTube video you watched.",
      "Delete the last 10 pictures in your camera roll permanently (remove them from recently deleted too, or the trash).",
      "Describe the last dream you had in detail.",
      "Text a friend and tell them their hair is on backward.",
      "Tell your British friend that crumpets are biscuits.",
      "Hug your mailbox (or a tree or lawn ornament) for 20 seconds.",
      "Call up someone you have a crush on and tell them how much you like them!",
      "Try to dress the family pet.",
      "Hang your socks from your ears until the end of the game or when someone tells you to take them off.",
      "Eat a hot pepper.",
      "Drink chocolate syrup straight out of the bottle.",
      "Go to the kitchen and eat something that is not meant for eating (such as pepper, chili powder, etc.)",
      "Stuff as many marshmallows (or grapes, donut holes, etc.) into your mouth as you can!",
      "Brush your teeth with soap.",
      "Text your siblings and tell them that you just found out you are adopted.",
      "Randomly call your mom, dad, or legal guardian and ask if you are adopted.",
      "You are a seat in a car, for 2-minutes talk to your passengers.",
      "For the rest of the game you must say your name at the beginning and the end of every sentence you send.",
      "Put all clothes on backward.",
      "Wear your shoes on your hands for the next 5 minutes.",
      "Act like a puppy or a seal and let the others around feed you.",
      "Take off your socks with a pair of tongs.",
      "Make confetti out of a tissue.",
      "Do the cha cha until your next turn.",
      "Try and guess everyone's name within 5 minutes.",
      "Make a video of you Moonwalking across the room and post it on YouTube or discord.",
      "Text your mom and tell her that you are expecting a baby.",
      "Exchange shirts with the person to your left and wear it for the remainder of the game.",
      "Write a 2-page essay on why the person below this message is amazing, and when you are done, send it to the chat.",
      "Show the chat your main Spotify playlist.",
      "Stand on your head and put your legs against the wall for 2-minutes.",
      "Do 50 pushups.",
      "Ghost the recent person you were talking to.",
      "Lick the neck of the first person you see.",
      "Lick someone's hand.",
      "Put your body in the most embarrassing and or uncomfortable position and take a picture.",
      "Take a shot of mustard or ketchup.",
      "Kiss the person whom you think is the best friend to you.",
      "Take a video of you breakdancing and post it to the chat.",
      "Curse as badly as you can for 20 seconds (if the guild you are in allows it).",
      "Sing a song for the person closest to you.",
      "Send the fifth person in your message history 20 seconds of keyboard spam.",
      "Name one thing you would change about each person here.",
      "Send the chat your search history, like all of it.",
      "Text your ex and ask them 'How's it going?'",
      "Set your phone's voicemail to [**this**](https://www.youtube.com/watch?v=ZoG5jJ3E8rg) for 3 days.",
      "Show the group your 10th image in your camera roll.",
      "Have a tea party with stuffed toys and invite the rest of the group. Act like a five-year-old girl while you do.",
      "Put ice in your clothes and wait until it melts.",
      "For guys: Briefly walk like a lady in high heels.",
      "Climb to sing in the bar of a bar.",
      "Tell something very intimate.",
      "Record yourself singing the alphabet without closing your mouth.",
      "Do your best president impression.",
      "Type the first thing that comes to mind!",
      "Call the pizza local place and order 300 sardine pizzas.",
      "Make up a story about the item to your right.",
      "Type the alphabet backward in 15 seconds.",
      "Wear a finger mustache for the next 5 minutes.",
      "Eat a raw egg.",
      "Bark like a dog.",
      "Post an embarrassing picture of yourself online.",
      "Video yourself eating a tablespoon of butter and send it to me",
      "Lick your armpit. Record yourself",
      "Go to the kitchen and eat a chili.",
      "Run around the room imitating a monkey or a gorilla.",
      "Wear your socks on your hands until the people in the chat right now says you can take them off.",
      "Paint each fingernail and toenail a different color and keep it for a day.",
      "Apply makeup without looking into the mirror.",
      "Paint your toenails with crayons.",
      "Gaze into a random girl’s or boy’s eyes for 30 seconds.",
      "Slow dance to a fast song.",
      "Hop like a kangaroo for a minute and cover the entire room.",
      "Propose to your pet or the host’s pet in the most romantic way possible.",
      "Walk like a runway model on the sidewalk.",
      "For the next one hour, you must type “oh, not again!” every time someone sends the word “like” in the chat.",
      "Recite the alphabet backward.",
      "Eat a snack without using your hands.",
      "Eat as much hot sauce as you can.",
      "Break up with your girlfriend/boyfriend and say just kidding at the end.",
      "Call your parents and tell them that they are grounded for a week.",
      "Try to touch your nose with your tongue.",
      "Fill your mouth with crackers and whistle.",
      "Go out and say “I love you” to the first person you meet.",
      "Borrow a cup of sugar from the neighbors.",
      "Make a video of you Moonwalking across the room and post it on YouTube.",
      "Say the alphabet backward in a British accent.",
      "Call up someone you have a crush on and tell them how much you like them!",
      "Dance like a chicken on the lawn!",
      "Run around the house banging your chest and yodeling at the same time.",
      "Stand in the street and yell “I am (name)! Hear me roar!!”",
      "Combine a spoon of peanut butter and hot sauce and eat it.",
      "Eat a spoonful of any condiment of my choosing",
      "Send me the link of the last YouTube video you watched",
      "Write a short love poem",
      "Find some lipstick and put it on",
      "Do a sexy dance with just one leg",
      "Voice record yourself singing your favorite love song and send it to me",
      "Send me the most unflattering picture of yourself on your phone",
      "Read me the first email in your inbox",
      "Video call me or record yourself dancing for 1 minute with no music",
      "Tell me all of the contents of your purse/wallet",
      "Take a video of yourself drinking pickle juice",
      "Go outside and do the chicken dance where people can see you for 1 minute",
      "Dip a bar of soap in sauce and lick it",
      "Go as far down in the splits as you can",
      "Do the macarena for 2 minutes straight",
      "Close your eyes and write a text without looking. Send it to someone random and screenshot the conversation for proof",
      "Write a break-up text message and send it to someone random in your contacts. Take a screenshot for proof",
      "Wear all your clothing inside-out for an hour",
      "Take a video of yourself drinking water like a dog",
      "Fill your mouth full of water and say your full name. Take a video and send it",
      "Wrap your head with toilet paper like a mummy, take a picture, and make it your profile pic",
      "Send me the most unflattering picture of yourself on your phone",
      "Dial a random number and make meaningless conversation for 2 minutes",
      "Do 25 situps without stopping",
      "Take a video of yourself imitating a celebrity",
      "Crack two eggs on your head then take a selfie",
      "Send a screenshot of your search history from the past two days",
      "Record a video of you singing a song with a mouthful of peanut butter",
      "Send me the 11th picture in your photo gallery",
      "Send me your favorite TikTok/YouTube video",
      "Go up to your biggest window and dance badly until someone walks past.",
      "Text a random number a selfie.",
      "Text a random number and write “I see dead people”.",
      "retend to be a cat for five minutes and send me a video.",
      "Find the spiciest thing in your house and eat an entire spoonful of it.",
      "Make a video of yourself doing your weirdest habit!",
      "Create a really bad, five-minute make-up tutorial and post it to YouTube.",
      "Walk to the nearest store and ask for the smallest available change for five dollars.",
      "Wait until a dog walks past your house and bark at it!",
      "Knock on someone’s door and try to run away before they answer!",
      "Stand upside down for 15 seconds.",
      "Sit on your hands for one minute.",
      "Apply shampoo to your dry hair and don’t rinse it for 30 minutes.",
      "Mix one egg yolk with sweet sauce and eat it.",
      "Put your mouth full of ice cubes and keep them until they melt.",
      "Paint your fingernails blindfolded with a pencil.",
      "Let someone tie your hands with a plaster.",
      "Do a prank call to your mother and tell “I’m expecting a baby soon”.",
      "Go outside and belly dance.",
      "Peel banana using your toes.",
      "Dip your t-shirt in soap water and keep it in the fridge for 20 minutes and wear it.",
      "Select one song from Youtube and write lyrics of that song.",
      "Walking along the road with wet white clothes for 1 minute.",
      "Eat a mouthful of unboiled noodles.",
      "Talk while holding your tongue with your index finger and thumb.",
      "Send a face reveal",
      "Wear your shoes without wearing socks.",
      "Guess everyone’s age here, if it was wrong it will be a warn/mute for 30 seconds to 2 minutes.",
      "Go to your nearby tree and argue with it for 20 minutes.",
      "Explain your worst bathroom experience.",
      "Have a full discussion over a broom.",
      "Choose one inanimate object that is in the room. Now spend the next 2-minutes telling the group what that object is thinking.",
      "Have a full on argument with a household item",
      "Spit as far as you can.",
      "start screaming as load as you can the my little pony them song"
   ],
   "nsfwTruth":
      [
         "Do you like sex?",
       "Which (Fnaf)[https://en.wikipedia.org/wiki/Five_Nights_at_Freddy%27s] robot would u fuck?",
         "Have you ever made love in an unusual place? Where was it and how did you feel?",
         "How often do you do yourself?",
         "What is your most favorite sex position?",
         "Do you have a crazy one-night stand story? What happened?",
         "What are your memories of the best sex ever in your life?",
         "What are your memories of the best electrifying touch you have ever had in your life?",
         "What is the strangest thing you have ever done with your special one?",
         "Do you have have a late-night incident you strongly feel has happened to you alone and no other person on earth? What is it?",
         "What do you love the most during foreplay?",
         "How likely will you get into action even without foreplay?",
         "When last did you do yourself while thinking of someone? Who was the person?",
         "Have you ever watched someone close to you having sex? How did it feel like?",
         "Have you ever had someone too big that you wondered if they can fit in there without causing much damage?",
         "Have you ever had someone too tiny that you wonder what will happen when in action?",
         "Have you ever dated someone who got a mistake for being underage more often?",
         "Which time is more electrifying for you? Early in the morning or late at night?",
         "Did you like it with lights on or off?",
         "How was your very first sex experience? Di you feel what you had in mind about the whole sex thing?",
         "If you have had it with more than different people so far, remain quiet and still.",
         "Have you ever heard or felt like you have heard your parents doing it?",
         "Have you ever bumped into someone right in the action? What did you say later on?",
         "How long have you ever gone on a dry spell?",
         "How often do you get complimented after the action for being so good?",
         "Have you ever felt someone is getting bored with you while in action?",
         "Have you ever felt someone is not getting what they expected the first time you gave in?",
         "What is the crazy sexiest thing someone has ever said to you?",
         "What part of your body gets complimented the most?",
         "Have you ever gotten a negative compliment and advice on things you can do better after the action?",
         "What is your horror sex story?",
         "Do you have a good night that will be forever in your memories? Do you mind sharing what happened?",
         "Have you ever tried it with someone of the same sex?",
         "Have you ever tried it with more than one person at the same time? If the answer is not, do you wish to try? If the answer is yes, how did it feel like?",
         "Do you wish to have double penetration?",
         "Have you ever done it with more than one person at different times within hours?",
         "Have you ever cheated on your partner and got almost caught?",
         "Have you ever cheated on your partner and got caught? What happened after?",
         "What is the kinkiest thing you have ever done during sex?",
         "What is the one thing you will never repeat again during sex?",
         "Have you ever fakes and orgasm?",
         "Does talking naughty get you aroused?",
         "What is the one thing among ladies that gets you aroused every time?",
         "What is the one thing about men that gets you aroused every time you think about it?",
         "Have you ever faked love?",
         "Have you ever made out with someone just because you wanted a favor or something in return?",
         "Have you ever had it rough? Do you wish to again?",
         "Have you ever fantasized about a teacher or a boss in your firm?",
         "Have you ever made the first move and got rejected right away? Do you mind sharing what happened?",
         "What is the quickest someone git you in bed that left you wondering what happened?",
         "What is your most embarrassing story in regards to bedroom matters?",
         "What is the dirtiest thing someone caught you doing while still young?",
         "Have you ever desired one of your parents’ friends? Tell us more about it.",
         "Have you ever wished one of your closest cousins, sister or close relative wasn’t related to you at all? Tell us more about it.",
         "What is the sweetest sexual experience that you will never forget? What happened?",
         "What s the one sexual act that you swear never to do or even try again in your life?",
         "Have you ever gotten a friend-zoned? Who friend-zoned you and did you try to tell them how you feel about them?",
         "What makes you climax the most during sex?",
         "Have you ever tried an orgy? If not, would you like to try one day?",
         "Have you ever been tied up and blindfolded? How did the whole experience feel? If not, would you like to try it one day?",
         "Have you ever taken someone’s virginity? How do you currently feel about the whole thing?",
         "Have you ever had to try out two people before making a decision to move on with one of them?",
         "Have you ever had two guys or ladies go physical over you? How did you feel about the whole scenario? How did you resolve the conflict?",
         "Have you ever ghosted someone right after sex and never gave a reason as to why you did it?",
         "Have you ever gotten cold or someone getting cold on you just after the first sexual experience and never gave a reason as to why?",
         "Have you ever made out with someone playing this game right now?",
         "What is your most favorite sex position?",
         "What is your partner’s favorite sex position that you don’t like at all?",
         "Have you ever had sex just for revenge?",
         "Have you ever lured someone who dumped you back to your life so that you can dump them officially?",
         "What is the funniest thing your ex has ever said to you?",
         "Have you ever broken up with someone and they lured you back using texts that made you feel guilty about yourself?",
         "Have you ever had a sleepover only to be flushed out very early in the morning?",
         "Have you ever woken up next to someone you don’t know and wondered how you got there in the first place?",
         "Have you ever covered up for your best friend?",
         "Have you ever made up with your partner’s best friend and he or she doesn’t know even suspect anything about it?",
         "Has your partner even made a suggestion that got you scared or made you think differently about him or her? What was the suggestion and what happened thereafter?",
         "What is the weirdest line that someone has ever tried on you?",
         "What is the weirdest thing that someone used as a bait to lure you to visit them and ended up doing it?",
         "Have you ever tried recreating a porn scene?",
         "Have you ever tried recording the two of you doing it and reviewed it together? If no, would you love to try it out?",
         "Have you ever had the scariest moment of your life when you thought the relationship might be over? do you mind retelling it?",
         "Have you ever gotten so scared that someone is just about to spill the beans and it will jeopardize your relationship? Do you mind telling us about it?",
         "What is your “moment of weakness” experience that you swear will never repeat itself again?",
         "Between you and your boyfriend\/girlfriend, who do you think might be cheating on the other?",
         "What is your most favorite quickie story?",
         "Do you have a horrendous one-night stand story? What happened?",
         "Do you have a memorable one-night stand story?",
         "How many sex partners do you believe are “too many” for a guy?",
         "How many sex partners do you believe are “too many” for a lady?",
         "What is the largest age gap between you and someone you have ever done it with?",
         "What sex position do you think is awesome when done right that most people underrate?",
         "What position or style do you feel is overrated?",
         "What is the shortest amount of time have you know someone before having sex with them?",
         "What is your description of a boring person when it comes to bedroom matters?",
         "What body types or shapes do you find most exciting in bedroom matters?",
         "Who do you feel is the best kisser you have ever had in your life so far?",
         "Do you like being nibbled or slightly bitten while at it? Where on your body do you feel it the most?",
         "What is your most favorite sex type of sex? Slow, fast, dominated, dominating, aggressive, rough, smooth, fast…?",
         "If I were handcuffed in bed, what would you do to me?",
         "Is there something you have seen in a movie clip that you strongly feel we should give a try?",
         "If you got to have a threesome with people in this room, who would you do it with and why?",
         "Let someone go through your YouTube history and read it out to the group.",
         "Let someone go through your Amazon purchase history and read it out to the group.",
         "Have you ever sexted anyone? If so, read one of the sexts in a fake British accent.",
         "What is the most adventurous thing you’d want someone to do to you?",
         "It’s totally not legal to do this, but if it were . . . [fill in the blank].",
         "Who do you most want to sleep with, out of everyone here?",
         "What is the song that you get it on to the most?",
         "Where are you on the straight/queer spectrum? Be honest!",
         "What’s your favorite fantasy to pleasure yourself to?",
         "Where is the weirdest place that you’ve ever gone solo?",
         "What is your favorite \"special\" toy?",
         "When was the first time you came?",
         "Who was your best partner and why?",
         "When was your first kiss?",
         "Do you have an “I’m getting laid tonight” outfit? What is it?",
         "What’s your favorite body part on yourself? On your partner?",
         "Have you ever cheated?",
         "Have you ever wanted to cheat?",
         "How many people have you slept with?",
         "Who’s the hottest person at work?",
         "What would be more thrilling: angry sex or makeup sex?",
         "Who here are you most jealous of?",
         "Have you ever had an exciting dream about someone here?",
         "Do you love anyone here? How much?",
         "How many partners have you had?",
         "How many people have you kissed?",
         "When was a time you were so turned on you couldn’t stand it?",
         "How many times a week do you touch yourself?",
         "Have you ever done it at work?",
         "Do you like telling me what to do in bed, or do you prefer to be told what to do?",
         "What is the most you’ve done for sex in the past?",
         "What is the most times you've done it in one day?",
         "What is the most times you've touched yourself in one day?",
         "Have you ever done it while other people were around without them knowing?",
         "Do you like a lot of foreplay? What kind?",
         "Would you take a shower with anyone here?",
         "What is one thing that gets you hot and bothered every time?",
         "Do you ever just want to tear off someone's clothes?",
         "How often do you watch something naughty?",
         "Do you want to pull someone's hair?",
         "When did you last go solo?",
         "If I looked in your nightstand, what would I find?",
         "Have you ever thought about someone here in the shower?",
         "What was it like the first time someone went down on you?",
         "Have you ever been attracted to the same sex?",
         "What’s your self-love strategy?",
         "What’s the worst kiss you’ve ever been given?",
         "What is the most fun you’ve ever had in a romantic setting?",
         "What’s something romantic you’ve done that you’re most proud of?",
         "What’s your favorite body part on a guy?",
         "Have you ever had a wardrobe malfunction?",
         "Who's the most embarrassing crush you’ve ever had?",
         "What was it like going down on someone the first time?",
         "Have you ever faked it? When? Can you recreate it?",
         "How do you like the taste when you go down on someone?",
         "What’s the hookup you regret the most?",
         "What’s the most embarrassing thing you’ve done in a relationship?",
         "How often do you trim down there?",
         "Have you ever gotten a bikini wax?",
         "Have you ever considered a threesome?",
         "Have you ever had a one-night stand?",
         "What’s the most embarrassing thing that turns you on?",
         "When did you lose your virginity?",
         "Do you have any interesting fetishes?",
         "Have you ever been to a strip club?",
         "When did you go solo for the first time?",
         "What was the most powerful sexual experience you’ve ever had?",
         "What’s your favorite body part on a girl?",
         "When was the most embarrassing time you got turned on?",
         "Have you ever thought about the same sex?",
         "If you were into the same sex, which male celebrity would you go for?",
         "Have you ever wanted to try on women’s clothing?",
         "What is the dumbest thing you’ve ever done?",
         "Who is your strangest off-limits crush?",
         "Have you ever cheated?",
         "When was the last time you cried?",
         "Have you ever made someone cry?",
         "Do you prefer one-on-one or the more the merrier?",
         "What is the craziest thing you’ve ever watched?",
         "What is one thing you’ve never done in the bedroom?",
         "Have you ever done it in a car?",
         "Have you ever given or been given ‘attention’ while driving a car?",
         "When it comes to lingerie, is less best, or do you want something to unwrap?",
         "Are second rounds exciting or exhausting?",
         "Have you ever roleplayed?",
         "What’s the worst lie you’ve ever told?",
         "What’s your worst substance story (getting drunk, high, etc.)?",
         "Do you have any spicy pictures or videos saved on your phone?",
         "How wide is your asscrack?",
         "How many people have seen you naked?"
        
      ],
   
   "nsfwDare":
      [
         
          "Fuck someone.", 
       "Send a video of you singing in the shower (without the water on!).",
       "Send a video of you showing every part of your naked body except for . . . you know whats.",
       "Send the most unflattering picture of you that you have in your phone.",
       "Send the picture in your phone that’s five pictures back.",
       "Send the most recent text that you sent your mom.",
       "Send the most recent text that you sent your best friend.",
       "Text your mom a picture of your partner and say, “Aren’t they great?”",
       "Write a 100-word story and send it to them.",
       "Write a 100-word naughty story and send it to them.",
       "Send a random gif to the first person in your contact list with no explanation.",
       "Touch yourself every time you text.",
       "Remove one piece of clothing every time you get a (non-text) notification on your phone.",
       "Take off your pants.",
       "Give a detailed presentation on how you woo a lover in the style of a TED Talk.",
       "Give your junk a name and then give a stream-of-consciousness speech from its perspective.",
       "Imitate the sounds of both sides of your most recent romantic encounter.",
       "Try to hit on someone in this group like you’re at a bar.",
       "Make as many different sounds with your lips as you can.",
       "Make as many different fart sounds as you can.",
       "You have to say, “I’m just a silly boy,” and slap yourself gently on the face 20 times.",
       "Go hide somewhere in the house until the next round starts. No one is going to come find you, but you must remain hidden.",
       "Cook two bags of popcorn. Eat all of it as fast as you can, but in the sexiest way possible.",
       "Take off your shirt and pants, lay down on the ground, and act like a dolphin that’s gotten stranded on land for one minute.",
       "Pretend like you’re making sweet, sweet, love to the couch for one and a half minutes.",
       "Pick up a random book and read it in the most seductive voice you can manage.",
       "Demonstrate to the room how to put a condom on using a banana.",
       "Make out with your hand to “The Song That Never Ends” (look it up on YouTube).",
       "Put in your headphones and put on your favorite song and dance to it.",
       "Someone gets to draw something on your face (with just a pen, not a permanent marker).",
       "You have to hold a mouthful of water in your mouth until the round is over.",
       "Slap your butt and say, “I’ve been bad, bad, bad, bad, bad, bad, bad, bad, bad, naughty!”",
       "Put on a dance song and grind with a pillow for one minute.",
       "Feed someone almonds using just your mouth.",
       "Put a sock in your pants and pretend it’s your junk for the rest of the night.",
       "Give a detailed presentation on your sexual moves in the style of a TED Talk.",
       "Take off your bra but leave your shirt on.",
       "Try to take off your underwear without flashing anyone.",
       "Put someone else's underwear on your head.",
       "Draw eyes above your belly button and give a presidential address as this character.",
       "Put a bra on your head and pretend you’re a DJ rocking it really hard for one minute.",
       "Choreograph a new dance inspired by the act of doing and folding laundry. Make it sexy.",
       "Take a picture of a tampon and post it on Instagram.",
       "Put on a pair of heels and take off your pants (not in that order).",
       "Grab a broom and do your sexiest dance with it.",
       "Touch tongues with someone.",
       "Shave one of your arms.",
       "Demonstrate your best technique for you-know-what on your finger.",
       "Do as many squats as you can. On the front lawn.",
       "You have to entirely redress yourself with whatever you find in the kitchen.",
       "Fake it for 10 seconds.",
       "If you’re at your home, pretend you’re an auctioneer auctioning off your favorite grown-up toy, giving details about why you like it. If you’re at someone else’s home, use something that looks kind of like it.",
       "Use your butt to give a speech to the group about gas prices (or something else of your choosing).",
       "Do your best sexy crawl.",
       "You have to wash your partner's feet.",
       "Be blindfolded and then tickled for a minute.",
       "Turn out the lights and try to turn the other person on only using sounds.",
       "Get within one inch of the other person, look them straight in the eye, and tell them how you feel about them for one minute. Do not touch them.",
       "Blow on the back of the other person's neck, alternating hot and cool for one minute. Do not touch them.",
       "Spell out a secret message for them on their back. If they get it right, they get a special favor of their choosing. If they get it wrong, they have to do something special for you.",
       "You get to dress your partner up, using your clothes. Then take a picture.",
       "You have to call one of your partner’s parents and tell them how much you love your partner.",
       "Go streaking around the block. (This is illegal, so be careful!)",
       "You have to do a one-person re-enactment of Romeo and Juliet using only animal sounds for the dialogue.",
       "Sing \"The Star-Spangled Banner\" in a British accent while hula hooping.",
       "Do a sexy dance for your partner, but you can only use one leg.",
       "Your partner has to ride you like a cowboy and you have to buck like a bronco.",
       "You have to wear handcuffs for the rest of the game.",
       "Trade clothes with your partner.",
       "Take a body shot.",
       "Make out with them.",
       "Give them a massage.",
       "Remove your bra without taking off your shirt.",
       "Take off their shirt with only your teeth.",
       "Beg them to make out with you. They have to refuse. Keep trying to convince them in different ways for two minutes.",
       "Put on sexy music and vacuum with no pants on.",
       "You have to do whatever they tell you for one minute.",
       "Do your best fake “O” while looking the person to the left of you in the eye.",
       "Have someone blindfold you, and then have everyone in the group kiss you on the cheek. You have to either say which one is your partner, and then kiss them on the lips, OR you have to choose one person that you want to kiss on the lips.",
       "With your eyes closed and the other person or people standing across from you in the room, walk with your hands out. You have to kiss the first person you touch exactly where you touch them.",
       "You have to leave an R-rated voicemail for an ex.",
       "Someone has to lick peanut butter, chocolate sauce, or whipped cream off your finger, cheek, or somewhere of their choice.",
       "Someone feeds you M&Ms or other small chocolate candy, and you have to say, “Thank you, Daddy,\" after each one.",
       "If there’s a pool, you have to go skinny dipping, and you have to choose one buddy to go with you.",
       "You’re in school and you’ve been a bad student. For the next round, you’re in time-out on someone’s lap.",
       "Someone goes onto your Amazon account and buys a special toy for you that’s $20 or less.",
       "Talk to your hand like you’re making a game plan to sleep with someone else who is in the room.",
       "Lay down on the ground and have someone pretend like they’re using chalk to draw an outline of your body.",
       "Go to Cosmopolitan’s website’s love section and find a position you’ve never heard of. Then, try to act it out using whatever furniture and pillows you have at your disposal.",
       "You leave the room. Everyone pours a shot. You come back into the room and take one of the shots that was poured. You have to sit on the lap of whomever poured that drink for the rest of the round. (People can take the other shots.)",
       "You have to undress down to your accessories and skivvies. If you want to keep any clothes on, you have to take a shot for every piece of clothing you want to keep.",
       "Lightly trace your hands over someone else’s lips and whisper, “I’m coming, I’m coming,\" five times.",
       "Change your Discord or social media status to “I’m coming . . . I’m coming . . .\". Then, one minute later, change it to \"I just came.”",
       "Put on a swimming suit and have someone rub sunscreen on your back. Wear the suit for the rest of the evening.",
       "Someone gives you a back massage for one minutes while you’re blindfolded. If you like their style, you can choose to kiss them afterwards, but without knowing their identity.",
       "You have to keep your hand on the very inner thigh of the person next to you for the next round.",
       "Kiss the person to your left.",
       "Kiss the person to your right.",
       "Flirt with the first neighbor we see outside.",
       "Call a random number and try to flirt with the person who answers.",
       "Go outside and serenade your single neighbor or call an SO and sing them a dirty song.",
       "Text your crush or SO and tell them what you’d do if they took you on a date.", 
       "Text your SO or crush with a dirty emoji pick-up line.",
       "Go into the bathroom and braid your pubes.",
       "Dirty talk to your pillow.",
       "Sit on the lap of the first cutie you see (or, if you’re not in public, the most single person there).",
       "Take off your underwear and give them to a cute stranger.",
       "Remove one item of clothing.",
       "Write a one-paragraph dirty story to be read later.",
       "Read your friend’s dirty story out loud.",
       "Leave an R-rated voicemail for an ex.",
       "Someone has to lick peanut butter, chocolate sauce, or whipped cream off your finger, cheek, or somewhere of their choice.",
       "Close your eyes, scroll through your cell phone contacts, and then tell us the sexiest thing about the person you land on.",
       "Describe the person closest to you in a sultry voice.",
       "Try to “sell” the person giving you this dare(Read: Share their good qualities like a used car salesman.)",
       "Put on three layers of clothes, including a winter jacket, then do a sexy dance.",
       "Try to remove your socks with your teeth.",
       "Use someone else’s toothbrush.",
       "Lick a shoe.",
       "Switch underwear with the person to your right (if they agree).",
       "Let someone in the group text your crush.",
       "Do a shot of pickle juice.",
       "Open Instagram and choose a person at random (no one in the room) and like every single post from the last year.",
       "Do the same thing on Facebook.",
       "“Accidentally” post a letter to your feed about an embarrassing mystery medical condition.",
       "Let your friends pick out your next selfie outfit and do your makeup.",
       "Let your friends pick your next Facebook photo (leave it up for six hours).",
       "Use your teeth to take off one sock from everyone you’re playing with.",
       "Let your friends go through your purse.",
       "Put your bra and underwear on over top of your clothes, then go for a walk around the block.",
       "Switch bras without leaving the room.",
       "Act out your dirtiest dream.",
       "Try to eat the party snacks in the most “sexy” way possible for one minute.",
       "Go around the room and guess everyone’s kinks.",
       "Make a five-song sexy playlist to play while we finish the game.",
       "Jump up and down as high as you can go for a full minute.",
       "Post an old selfie on your Instagram story.",
       "Do situps.",
       "Cut some of your hair, even if it is just a small strand.",
       "Eat a raw piece of garlic.",
       "Be blindfolded for your next turn.",
       "Turn your pants inside out and wear them like that for the rest of the game",
       "Do the worm dance.",
       "Try to put your fist in your mouth",
       "Fill your mouth with water and act as a fountain.",
       "Take off your bra and put it on one of the boys in the group.",
       "Let someone scroll through your photo album for seconds.",
       "Update your Facebook status to say “I am coming.” Then, after one minute, post, “I just came.”",
       "Eat a handful of uncooked rice.",
       "Type a text with your eyes closed and send it to a random person.",
       "Pick up a random kids’ book and read it out loud in the most seductive voice", 
       "Go take your clothes off and perform a whole set of different somersaults", 
       "Using your hands, demonstrate a vivid description of your favorite sexual technique", 
       "Pick a banana or a carrot and take a video of you trying to put a condom on it", 
       "Show the least sexy part of your body through a video, describing why you dislike it", 
       "Go to the bathroom and take a voice recording of you making loud annoying grunting sounds.", 
       "Make out with any of your body parts to any sensual song and take a short clip.", 
       "Send the nastiest text you could think of.",
       "Walk to the fridge and pick any two different items then use them to portray a sexual act"
      ]
   
}