{
    "Truth": 
    [
        "What is your deepest darkest secret?",
        "Do you think about your crush a lot?",
        "What is the the worst thing you've said about someone in this group behind their back?",
        "Whats the most embarrasing thing youve done?",
        "Who is the most annoying?",
        "What's your worst memory?",
        "Describe yourself in three words.",
        "Who in the world is most dearest to you and means the most to you?",
        "Three things you like about your crush and one thing you dislike. Silverback 1152#78\n[Submitted by51]",
        "Who best fangs ribosome character?",
        "Are u weird?",
        "What's your fetish?",
        "Have you ever peed your pants in school?",
        "Who would you date in this server?",
        "if you could be a slave for someone who would it be?",
        "What is your worst experience vomiting?",
        "If you could combine two cartoon universes which two would they be?",
        "If you had 1mil to spend it in one night, what would you spend it on?",
        "Who do you like the most in here?",
        "Have u ever done something u shouldnt have done.",
        "Give a description of your closest friends about how they have helped you throughout their time knowing you",
        "What do you do when you're alone at home?",
        "Who here makes you the happiest?",
        "What's your dream place to visit?",
        "Have you ever stolen someone else's possession? if yes then what was it?",
        "Who would be the last person you would wanna see before you pass away?",
        "If you could change someone in the servers nickname who would it be and to what would you change it?",
        "If you could make something illegal what would it be?",
        "Is there someone you would die for?",
        "Who's the closest person to you in this server?",
        "Whats your favourite video game?",
        "Your honest opinion about friends with benefits?",
        "How do you feel about having an intimate moment with your best friend?",
        "What's your favourite fruit?",
        "Have you ever shat on your moms leg?",
        "Have u ever went naked before in front of someone?",
        "Have u ever pooped ur pants?",
        "What crime would you commit if you were sure you could get away with it?",
        "You have to kick one person from the server who is it?",
        "Have you ever read a raunchy romance novel?",
        "Have you ever read a raunchy romance novel?",
        "Who would you like to eat, the person can be dead or alive.",
        "Would you stay in a loveless marriage for a billion dollars?",
        "When was the last time you read something that made you cry and what was it?",
        "If you had to get a tattoo where would you get it and what would it be of?",
        "Do you believe in love at first sight or are you sane?",
        "Have you thought about changing your name and if so what would it be?",
        "What is a preconception about you that you wish people would stop assuming?",
        "Whats something you never told your parents?",
        "Whats the weirdest combination of food you ever ate",
        "Would you go out with an older woman?",
        "How many boyfriends (or girlfriends) have you had?",
        "What is your favorite Disney Princess and why?",
        "If you could make anyone like you, who would it be?",
        "Who would you like to eat lunch with once, the person can be dead or alive?",
        "Tell the people in the chat something about yourself they don't already know.",
        "If you could be any animal, which one would it be and why?",
        "If you could decide where to live for a year, where would it be?",
        "What is the favorite vacation you have ever been on",
        "If you had $1,000 and had to spend it all today, what would you buy?",
        "What is your most embarassing moment?",
        "What do you plan on naming your first son or daughter? (If you plan to have one in the future)",
        "Do you talk in your sleep. If so, have others told you what you have said? What?",
        "What is the funniest thing that has ever happened to you?",
        "Where is the strangest place you have ever broke out laughing?",
        "Have you ever laughed at a inappropriate time?",
        "Do you still sleep with something favorite like a blanket or stuffed animal?",
        "How old were you when you last owned a pair of pajama's with feet in them?",
        "What are you most afraid of?",
        "Would you rather be a famous singer or famous actress? Why?",
        "Is there one thing you still won't tell your parents you have done?",
        "Have you ever sh*t in a mailbox?",
        "Have you ever been saved by shooting a gun?",
        "Do you eat noodles with ketchup?",
        "What's the most embarrassing thing in your web history?",
        "Have you ever shared your best friend’s secrets with anyone else?",
        "Among all the people in this server and/or chat, which person would you like to date?",
        "What do you like most about your best friend?",
        "What's one trait that you think is super unattractive?",
        "What language is more unattractive?",
        "What's the most embarrassing thing your parents have caught you doing?",
        "Have you done something illegal ever in your life?",
        "What language is more attractive?",
        "Have you ever lied to your boyfriend/girlfriend? If yes, about what?",
        "What is your favorite sandwich?",
        "The last time you argued with someone, did you apologize first or was it the other person?",
        "Have you ever told someone you wouldn’t be home just so they wouldn’t come over?",
        "What is your favourite game to play?",
        "Do you have a bucket list and if so, what is one thing on the list?",
        " If you could create your own job title, what would it be?",
        "Are you afraid of the dark?",
        "What is your biggest fear?",
        "Do you prefer talking or texting?",
        "What was your favorite subject in school?",
        "If you had the chance to live on your own right now, would you take it?",
        "What is your favourite vegetable?",
        " How many different languages can you speak and what are they?",
        "Is there anything you regret buying, and if so, what is it?",
        "Is there something you **don't** regret buying?",
        "Where would you like to go on a first date?",
        "Are you single or taken?",
        "Who is your favourite Disney character?",
        "Have you ever fallen asleep in church? (if you do go)",
        "What was the most embarrassing thing that you ever did while on a date?",
        "When is the last time you took a shower?",
        "If you could only pick one swear word to use for the rest of your life, what would it be?",
        "If you had just 24 hr to live, how would you spend your day?",
        "If you have to spend 1 month without power, wifi, or cellular signal, what are you going to do in that timespan?",
        "What is your favourite thing to do on the weekends?",
        "If you are given the chance to kiss someone, who would you kiss? (In this server or in the real world.)",
        "What are you wearing right now?",
        "What is your favorite number?",
        "Who is the nicest person in the server?",
        "who is the scariest person on the server that isn't an admin?",
        "Who here would you want to trade lives with the most?",
        "Who is your (current or old) crush?",
        "What's the most expensive thing you've stolen?",
        "When was the last time you made someone cry?",
        "When was the last time you cried?",
        "Would you ever get plastic surgery?",
        "Who's your celebrity crush'?",
        "How would you rate yourself on a scale of 1-10?",
        "What's something you lose sleep over?",
        "What would be the first thing you do if you woke up as the opposite gender?",
        "Who is your favorite teacher and why?",
        "If you could have a 1k+ member server, what would the server topic be?",
        "What is your favorite sport?",
        "How would you rate your looks on a scale from 1-10?",
        "Have you ever had a wardrobe malfunction?",
        "What was one unrealistic dream you had as a child?",
        "Who here is best at flirting?",
        "Tell everyone about your first kiss.",
        "Would you ever get plastic surgery?",
        "Have you ever had a crush on a teacher?",
        "What's the most embarrassing thing that's happened when you asked someone out?",
        "What's the riskiest thing you've done?",
        "Did you ever cheat in a test?",
        "Who's the last person you simped for?",
        "If you could go to prom with anyone, who would it be?",
        "What's the creepiest text you've gotten from a stranger?",
        "What qualities do you most enjoy in a friend?",
        "Would you ever want to be famous, and if so, for what?",
        "Have you ever lied to your boyfriend/girlfriend? If yes, about what?",
        "If you had the chance to live on your right now, would you take it?",
        "Has anyone simped for you? If so, who?",
        "Have you ever complained about something at a restaurant just to get out of paying?",
        "Can you go for weeks or even months without talking to your bestie?",
        "Can you go a week without your phone?",
        "If anyone in your family could win an award for the most annoying, who would it be?",
        "Have you ever lied to your best friend's face?",
        "If you could do one thing you did when you were a child, what would it be?",
        "Did you ever lie to your best friend/bud?",
        "How would you want the love of your life to propose to you?",
        "What is your worst habit?",
        "If you were given a million dollars what would you do with it?",
        "If a movie was made about this group, what sort of characters do you think people would be?",
        "What's something you desperately want to hear?",
        "What was your first impression of everyone here?",
        "Would you break up with your girlfriend or boyfriend if you have the chance?",
        "Who do you dislike the most here?",
        "If someone here gave you $1000, what would you do?",
        "Who here is best at flirting?",
        "Make up the worse pick up line to tell someone.",
        "Make up the best pick up line to tell someone.",
        "Send your crush the most embarrassing picture of you.",
        "What's your favorite childhood memory?",
        "What is your favorite food?",
        "Have you ever been golfing?",
        "What is the one thing you hate?",
        "What was your favorite childhood television show?",
        "What's your most embarrassing text conversation?",
        "In what subject did you get the worst marks and when?",
        "What’s the last lie you told?",
        "Have you ever bribed or flirted with a police officer to get out of a ticket?",
        "What is something you most look forward to doing when you retire?",
        "What is one thing you are always losing?",
        "Do you have a weird collection? If so, what?",
        "Tell us about the last dream you can remember. Don’t leave any details out!",
        "Have you ever lied about being sick so you could stay home from work or school?",
        "What was the most embarrassing thing you’ve ever done on a date?",
        "Have you ever accidentally hit something (or someone!) with your car?",
        "Name someone you’ve pretended to like but actually couldn’t stand.",
        "What’s your most bizarre nickname?",
        "What’s been your most painful experience?",
        "What bridges are you glad that you burned?",
        "Do a cartwheel and a backbend.",
        "What got you into the most trouble at home?",
        "What did you think at the time was cool but now you regret?",
        "What's the last thing you binged ate?",
        "Have you ever shoplifted?",
        "What's your pooped in my pants story?",
        "Do you smell your clothes to determine if you can wear them again without washing?",
        "What's the weirdest outfit you've ever worn in public?",
        "What’s the craziest thing you’ve done on public transportation?",
        "If you met a genie, what would your three wishes be?",
        "If you could write anyone on Earth in for President of the United States, who would it be and why?",
        "What’s the meanest thing you’ve ever said to someone else?",
        "Who was your worst kiss ever?",
        "What’s one thing you’d do if you knew there no consequences?",
        "What’s the craziest thing you’ve done in front of a mirror?",
        "What’s the meanest thing you’ve ever said *about* someone else?",
        "What’s something you love to do with your friends that you’d never do in front of your partner?",
        "Who are you most jealous of?",
        "What do your favorite pajamas look like?",
        "Have you ever faked sick to get out of a party?",
        "Who’s the oldest person you’ve dated?",
        "What’s one movie you’re embarrassed to admit you enjoy?",
        "When’s the last time you apologized? What for?",
        "Where do most of your embarrassing odors come from?",
        "Have you ever considered cheating on a partner?",
        "Have you ever peed in a pool?",
        " If you were guaranteed to never get caught, who on Earth would you murder?",
        "What’s the cheapest gift you’ve ever gotten for someone else?",
        " Have you ever been nude in public?",
        "What’s the weirdest thing you’ve done on a plane?",
        "How many gossip blogs do you read a day?",
        "Have you ever picked your nose in public?",
        "ave you ever lied about your age?",
        "If you had to delete one app from your phone, which one would it be?",
        "What’s the longest you’ve gone without showering?",
        "Have you ever used a fake ID?",
        "What’s your biggest pet peeve about the person to your left?",
        "What’s the most embarrassing text in your phone right now?",
        " Have you ever seen a dead body?",
        "Have you ever stolen something?",
        "Who would you hate to see naked?",
        "Describe the weirdest thing you’ve ever done while inebriated.",
        "Have you ever ghosted a friend?",
        "What is your deepest darkest fear?",
        "How often do you wash your sheets?",
        "What’s the weirdest dream you’ve ever had?",
        "What’s the most sinful thing you’ve done in a house of worship?",
        "Who would call you to help bury a body? Would you do it?",
        "What’s your favorite possession?",
        "Has anyone ever walked in on you in the bathroom?",
        "What’s your biggest fear today?",
        "Name a band you only pretend to like.",
        "What’s the last song that made you cry?",
        " Have you ever had a wardrobe malfunction?",
        "What’s the last thing you Googled?",
        "What is that one thing you would never do for all the money in the world?",
        "Who is your favorite person in your immediate family?",
        "If you could only hear one song for the rest of your life, what would it be?",
        "What’s the last YouTube video you watched?",
        "What’s the craziest thing you’ve ever done in a movie theater?",
        "What’s your biggest insecurity?",
        "Who’s the most surprising person to ever slide into your DMs?",
        "What’s the most embarrassing thing you’ve ever posted on social media?",
        "Have you ever kept a library book past the due date? For how long?",
        "If you could hire someone to do one thing for you, what would it be?",
        "Have you ever lied on your resume? If so, what was it about?",
        "What’s the best lie you’ve ever told anyone?",
        "Who’s the last person you lurked on social media?",
        "What’s your most embarrassing childhood memory?",
        " Do you have any hidden talents? What are they?",
        "What do you think happens when you die?",
        "Have you ever been in a fight?",
        "What’s the worst advice you’ve ever given someone else?",
        "If you can make a bot, what would it be?",
        "What’s the weirdest thing you do while driving (if you can drive)?",
        "Who was the last person you licked?",
        "What’s the weirdest thing you’ve ever collected?",
        "What’s your best pickup line?",
        "What’s your sleaziest pickup line?",
        "What’s the weirdest place you’ve ever given or gotten someone’s number?",
        "What’s the dumbest thing you’ve ever lied about?",
        "What’s your least favorite memory from college?",
        "When was the last time you were really angry? Why?",
        "What’s the grossest smell that you secretly enjoy?",
        "When’s the last time you wanted to hit somebody?",
        "What’s the worst advice someone else has ever given you?",
        "When’s the last time you got caught in a lie?",
        "When was the last time you peed in bed?",
        "What is the most embarrassing picture of you?",
        "Tell us your most embarrassing vomit story.",
        "What is the biggest thing you’ve gotten away with?",
        "What would you do if you were the opposite gender for a month?",
        "What is the most childish thing you still do?",
        "What’s the worst time you let someone take the blame for something you did?",
        "What is something your friends would never expect that you do?",
        "What lie have you told that hurt someone?",
        "What is the meanest you have been to someone that didn’t deserve it?",
        "What was the worst encounter you had with a police officer?",
        "Have you peed your self in public?",
        "Have you ever been attracted to the same sex?",
        "Have you ever waved at someone thinking they saw you when really they didn't? What did you do when you realized it?",
        "Nsfw-ish warning: ||What's your favorite body part on a male or female?||",
        "What’s the best news you’ve ever heard?",
        "Have you ever kissed your best friend?",
        "Would you let someone look through your browsing history?",
        "What is the largest amount of food you’ve eaten in one sitting?",
        "Where is the strangest place you have peed?",
        "Have you ever crapped your pants since you were a child?",
        "What is the most embarrassing thing your parents have caught you doing?",
        "When was the most inappropriate time you farted?",
        " What is the scariest dream you have ever had?",
        "What is the most embarrassing thing in your room?",
        "What is the stupidest thing you have ever done?",
        "What is the grossest thing that has come out of your body?",
        " If you starred in a romance, what would it be like?",
        "What's the biggest misconception about you?",
        "Have you ever been on a train?",
        "What is your favourite sport?",
        "What are some ways you cheat on chores?",
        "Did you ever cheat in order to get a job? (such as a discord moderator job, or an irl job.",
        "What's your biggest regret?",
        "Have you ever broken the law?"
    ],
    "Dare":

    [
        "Scare someone to the point they panic.",
"Go ask ur crush if their last name can be urs.",
"Try and make your partner's heart flutter and if that doesn't work then blast a kpop song.",
"Go to your washroom and pick a random toothbrush and dip it inside the toilet and place it back.",
"Send love letter through email to your class teacher.",
"listen to [drip](https://youtu.be/khkCkzSjKBg) for 10 hours.",
"Beat an egg on your head.",
"Hop into a voice channel and start singing.",
"Send a picture of your search history to the chat without deleting anything",
"lick your toes.",
"Drink a bottle of water mixed with a smashed-up banana.",
"Without singing it, do the Hokey Pokey.",
"Ask the first person who enters into the room to find out.",
"Share an odd 2-minute anecdote from the night you were camping in the jungle.",
"Pretend you're a bird and just use your mouth to eat cereal from the concrete.",
"Tell the alphabet with a British accent backwards.",
"Within 10 seconds, do your makeup (such as eye shadow, blush, and lipstick).",
"By sticking round stickers all over yourself, claim to have chicken pox",
"Instead of singing, sing what you have to say.",
"In the midst of a circle of players, do the hokey pokey and sing a fitting tune.",
"`Complete each sentence with the words \"while I dance\" or on top with a cherry.\" (Or whatever dumb stuff you may think of!)`",
"Stand in the time out corner facing the wall for 10 minutes.",
"Go to the kitchen and eat a chili.",
"Text a friend and tell them their hair is on backward.",
"Text the first person in your contacts `I can see you`.",
"Get wrapped from head to toe in toilet paper.",
"Try and do a backbend.",
"Do the splits for 10 minutes.",
"Go to the fridge and read out loud all the expiration dates.",
"For the rest of the day, when you speak you must yell.",
"Smell the armpits of the person sitting to your right.",
"Run outside and scream `Happy Halloween` at the top of your lungs",
"Make up a song and voice record yourself singing it. Send it to me when you’re done",
"Go to the neighbor and ask for toilet paper.",
"Make a wet toilet paper mask, have the group take a photo and post it to social media.",
"Completely cover yourself in toilet paper to look like a mummy.",
"Randomly call a person from your phone and sing them a song.",
"Call a family member of someone in the room and explain why you love your friend so much.",
"Mix all the sauces you have in your fridge and drink up.",
"Go outside and check the mailbox and come back inside. Repeat it three times and count the number out loud each time.",
"Dance to a love some with the first person you see.",
"Say the alphabet in a different language.",
"Go into the bathroom and look in the cabinet. Write a short summary of what you find and read it to the group.",
"Write a 2 page essay on why you are single (if you are).",
"Film yourself doing the sprinkler dance and send it to the chat.",
"Fold yourself like a pretzel. (Don't do it if you don't want to",
"Call up a pizza place and order Chinese food.",
"Cover up your eyes (or wear a blindfold), and walk around the room for two minutes without watching where you’re going.",
"Impersonate someone in the server and people have to guess who it is.",
"Improvise and perform a two-minute comedy routine in front of everyone.",
"Act like a dog for two minutes without laughing.",
"Pour a cold glass of water over your face without reacting.",
"Go out the front door and do a dramatic death scene, like Daffy Duck of Bugs Bunny would do.",
"Go up to someone and scare them.",
"Give a massage to a companion for 5 minutes.",
"Eat a tablespoon of butter.",
"Asks for money on the street telling a funny story and nothing credible and board 50$.",
"Sing and dance in the street like crazy.",
"Become the slave of another player of your choosing for 5 mins.",
"Embrace the first passing through the street.",
"Dance with a broom or mop.",
"Drink water because it's good for you. Or else.",
"Go take a nap or get off discord, it's good for your health.",
"Go exercise, it's good for your heart.",
"Send a text to your crush explaining your favorite movie plot in vivid detail.",
"Go commando for the rest of the game.",
"Sing a song for the group in a voice chat call.",
"Send knee pics to the group.",
"Send toe pics to the channel.",
"Tell the group about your worst experience on a date.",
"Show everyone here the last 5 messages with the last person whom you messaged/messaged you.",
"Lick the bottom of your shoe.",
"Rate everyone here 1-10 in terms of personality.",
"Tell a dirty joke. (Don't if it's against the guild rules)",
"Show everyone the last YouTube video you watched.",
"Delete the last 10 pictures in your camera roll permanently (remove them from recently deleted too, or the trash).",
"Describe the last dream you had in detail.",
"Text a friend and tell them their hair is on backward.",
"Tell your British friend that crumpets are biscuits.",
"Hug your mailbox (or a tree or lawn ornament) for 20 seconds.",
"Call up someone you have a crush on and tell them how much you like them!",
"Try to dress the family pet.",
"Hang your socks from your ears until the end of the game or when someone tells you to take them off.",
"Eat a hot pepper.",
"Drink chocolate syrup straight out of the bottle.",
" Go to the kitchen and eat something that is not meant for eating (such as pepper, chili powder, etc.)",
" Stuff as many marshmallows (or grapes, donut holes, etc.) into your mouth as you can!",
"Brush your teeth with soap.",
"Text your siblings and tell them that you just found out you are adopted.",
"Randomly call your mom, dad, or legal guardian and ask if you are adopted.",
"You are a seat in a car, for 2-minutes talk to your passengers.",
"For the rest of the game you must say your name at the beginning and the end of every sentence you send.",
"Put all clothes on backward.",
"Wear your shoes on your hands for the next 5 minutes.",
"Act like a puppy or a seal and let the others around feed you.",
"Take off your socks with a pair of tongs.",
"Make confetti out of a tissue.",
"Do the cha cha until your next turn.",
"Try and guess everyone's name within 5 minutes.",
"Make a video of you Moonwalking across the room and post it on YouTube or discord.",
"Text your mom and tell her that you are expecting a baby.",
"Exchange shirts with the person to your left and wear it for the remainder of the game.",
"Write a 2-page essay on why the person below this message is amazing, and when you are done, send it to the chat.",
"Show the chat your main Spotify playlist.",
"Stand on your head and put your legs against the wall for 2-minutes.",
"Do 50 pushups.",
"Ghost the recent person you were talking to.",
"Lick the neck of the first person you see.",
"Lick someone's hand.",
"Put your body in the most embarrassing and or uncomfortable position and take a picture.",
"Take a shot of mustard or ketchup.",
"Kiss the person whom you think is the best friend to you.",
"Take a video of you breakdancing and post it to the chat.",
"Curse as badly as you can for 20 seconds (if the guild you are in allows it).",
"Sing a song for the person closest to you.",
"Send the fifth person in your message history 20 seconds of keyboard spam.",
"Name one thing you would change about each person here.",
"Send the chat your search history, like all of it.",
"Text your ex and ask them 'How's it going?'",
"Set your phone's voicemail to [**this**](https://www.youtube.com/watch?v=ZoG5jJ3E8rg) for 3 days.",
"Show the group your 10th image in your camera roll.",
"Have a tea party with stuffed toys and invite the rest of the group. Act like a five-year-old girl while you do.",
"Put ice in your clothes and wait until it melts.",
"For guys: Briefly walk like a lady in high heels.",
"Climb to sing in the bar of a bar.",
"Tell something very intimate.",
"Record yourself singing the alphabet without closing your mouth.",
"Do your best president impression.",
"Type the first thing that comes to mind!",
"Call the pizza local place and order 300 sardine pizzas.",
"Make up a story about the item to your right.",
"Type the alphabet backward in 15 seconds.",
"Wear a finger mustache for the next 5 minutes.",
"Eat a raw egg.",
"Bark like a dog.",
"Post an embarrassing picture of yourself online.",
"Video yourself eating a tablespoon of butter and send it to me",
"Lick your armpit. Record yourself",
"Go to the kitchen and eat a chili.",
"Run around the room imitating a monkey or a gorilla.",
"Wear your socks on your hands until the people in the chat right now says you can take them off.",
"Paint each fingernail and toenail a different color and keep it for a day.",
"Apply makeup without looking into the mirror.",
"Paint your toenails with crayons.",
"Gaze into a random girl’s or boy’s eyes for 30 seconds.",
"Slow dance to a fast song.",
"Hop like a kangaroo for a minute and cover the entire room.",
"Propose to your pet or the host’s pet in the most romantic way possible.",
"Walk like a runway model on the sidewalk.",
"For the next one hour, you must type “oh, not again!” every time someone sends the word “like” in the chat.",
"Recite the alphabet backward.",
"Eat a snack without using your hands.",
"Eat as much hot sauce as you can.",
"Break up with your girlfriend/boyfriend and say just kidding at the end.",
"Call your parents and tell them that they are grounded for a week.",
"Try to touch your nose with your tongue.",
"Fill your mouth with crackers and whistle.",
"Go out and say “I love you” to the first person you meet.",
"Borrow a cup of sugar from the neighbors.",
"Make a video of you Moonwalking across the room and post it on YouTube.",
"Say the alphabet backward in a British accent.",
"Call up someone you have a crush on and tell them how much you like them!",
"Dance like a chicken on the lawn!",
"Run around the house banging your chest and yodeling at the same time.",
"Stand in the street and yell “I am (name)! Hear me roar!!”",
"Combine a spoon of peanut butter and hot sauce and eat it.",
"Eat a spoonful of any condiment of my choosing",
"Send me the link of the last YouTube video you watched",
"Write a short love poem",
"Find some lipstick and put it on",
"Do a sexy dance with just one leg",
"Voice record yourself singing your favorite love song and send it to me",
"Send me the most unflattering picture of yourself on your phone",
"Read me the first email in your inbox",
"Video call me or record yourself dancing for 1 minute with no music",
"Tell me all of the contents of your purse/wallet",
"Take a video of yourself drinking pickle juice",
"Go outside and do the chicken dance where people can see you for 1 minute",
"Dip a bar of soap in sauce and lick it",
"Go as far down in the splits as you can",
"Do the macarena for 2 minutes straight",
"Close your eyes and write a text without looking. Send it to someone random and screenshot the conversation for proof",
"Write a break-up text message and send it to someone random in your contacts. Take a screenshot for proof",
"Wear all your clothing inside-out for an hour",
"Take a video of yourself drinking water like a dog",
"Fill your mouth full of water and say your full name. Take a video and send it",
"Wrap your head with toilet paper like a mummy, take a picture, and make it your profile pic",
"Send me the most unflattering picture of yourself on your phone",
"Dial a random number and make meaningless conversation for 2 minutes",
"Do 25 situps without stopping",
"Take a video of yourself imitating a celebrity",
"Crack two eggs on your head then take a selfie",
"Send a screenshot of your search history from the past two days",
"Record a video of you singing a song with a mouthful of peanut butter",
"Send me the 11th picture in your photo gallery",
"Send me your favorite TikTok/YouTube video",
"Go up to your biggest window and dance badly until someone walks past.",
"Text a random number a selfie.",
"Text a random number and write “I see dead people”.",
"retend to be a cat for five minutes and send me a video.",
"Find the spiciest thing in your house and eat an entire spoonful of it.",
"Make a video of yourself doing your weirdest habit!",
"Create a really bad, five-minute make-up tutorial and post it to YouTube.",
"Walk to the nearest store and ask for the smallest available change for five dollars.",
"Wait until a dog walks past your house and bark at it!",
"Knock on someone’s door and try to run away before they answer!",
"Stand upside down for 15 seconds.",
"Sit on your hands for one minute.",
"Apply shampoo to your dry hair and don’t rinse it for 30 minutes.",
"Mix one egg yolk with sweet sauce and eat it.",
"Put your mouth full of ice cubes and keep them until they melt.",
"Paint your fingernails blindfolded with a pencil.",
"Let someone tie your hands with a plaster.",
"Do a prank call to your mother and tell “I’m expecting a baby soon”.",
"Go outside and belly dance.",
"Peel banana using your toes.",
"Dip your t-shirt in soap water and keep it in the fridge for 20 minutes and wear it.",
"Select one song from Youtube and write lyrics of that song.",
"Walking along the road with wet white clothes for 1 minute.",
"Eat a mouthful of unboiled noodles.",
"Talk while holding your tongue with your index finger and thumb.",
"Send a face reveal",
"Wear your shoes without wearing socks.",
"Guess everyone’s age here, if it was wrong it will be a warn/mute for 30 seconds to 2 minutes.",
"Go to your nearby tree and argue with it for 20 minutes.",
"Explain your worst bathroom experience.",
"Have a full discussion over a broom.",
"Choose one inanimate object that is in the room. Now spend the next 2-minutes telling the group what that object is thinking.",
"Have a full on argument with a household item",
"Spit as far as you can."
    ]
    


}